{
  "name": "Wild Magic All Classes (Wizard)",
  "author": "Dave Panfilo",
  "effects": [
    "Roll 1d20. If you roll a natural 20, you cast wish.",
    "A phase spider controlled by the DM appears next to you and disappears after 1 minute.",
    "One of your material spell components is duplicated at random.",
    "The first time a creature within 30 ft. of you casts a spell within the next 10 minutes, you cast counterspell targeting them.",
    "For the next hour, you may cast knock at will without expending a spell slot.",
    "You cast disintegrate straight down.",
    "Your spellbook vibrates as if there are bees between the pages, and grows a waxy new page with a random first level spell printed on it.",
    "The order of spells in your spell book becomes jumbled. For the next 10 minutes, you must spend 15 ft. of movement each time you cast a spell.",
    "You cast clairvoyance, targeting something dangerous within 1 mile.",
    "You become frightened of a random magic item you carry for the next minute.",
    "You cast illusory script, creating a message that appears to excuse you for something you did, but whose true message is a confession.",
    "You cast lightning bolt on the highest creature or object in range.",
    "For the next 1d6 hours, you gain access to a cantrip you have not learned.",
    "The closest creature to you casts hold person on you.",
    "You cast haste on your oldest friend in range.",
    "Your shadow disappears and you gain vulnerability to damage from creatures hidden from you for the next hour.",
    "You cast detect magic with a 90 ft. radius.",
    "You cast detect magic and get a false result for a school of magic that is not really present.",
    "You cast any level 1 Wizard spell and apply the Careful and Subtle Spell Metamagics to it.",
    "A scroll of a random spell from your spellbook flutters to the ground somewhere within 100 ft.",
    "You gain resistance to damage from all schools of magic except evocation for the next hour.",
    "All Bags of Holding and other extradimensional storage spaces within 100 ft. each expel 1 random object contained within.",
    "For the next minute, each time you cast a non- cantrip Wizard spell, you gain 10 temporary hit points.",
    "The material components you carry float out and begin orbiting you closely for the next minute. Each time you take damage, destroy one of them too.",
    "For the next hour, your spells are shrouded in illusion to appear the result of physical acts such as potions and traps.",
    "Your spellbook teleports into the possession of an ally within 100 ft. and purrs. d100 Effect",
    "Choose a random humanoid character race. You see all other humanoids as members of that race for the next hour.",
    "For the next 8 hours, you grow a pair of infrared nostril-eyes and count as surprising all your enemies.",
    "Creatures within 30 ft. of you are heavily obscured to you for the next minute.",
    "You cast Bigby’s hand, but it appears as a very flexible foot.",
    "For the next hour, your pecs and biceps (but no other muscles) bulge visibly and you succeed on all Strength saving throws.",
    "For the next minute, your spells that effect a cone, cube, sphere, or cylinder instead effect a 30 ft. line originating from you.",
    "You cast find familiar and choose a bat. You must address it in your best gravelly voice.",
    "Turn deathly pale and reduce your maximum hit points by 1 per character level for the next minute.",
    "You fall prone and roll around, and cast wall of fire at the start of your next turn.",
    "Roll 1d20. Any time in the next hour, the DM may replace a d20 rolled by anyone with that result.",
    "You cast polymorph on the loudest creature in range. If it succeeds, choose a parrot or an elephant.",
    "Tell the DM what action (including details such as targets) you intend to take on your next turn. This information is telepathically learned by all enemies who can see you.",
    "For the next minute, you may reroll any 1s on your spell damage dice and take the new roll.",
    "For the next minute, any creature that dies within 100 ft. of you disintegrates into purple ash.",
    "For the next minute, every spell you cast includes a flight of illusory doves from your hands.",
    "Until you rest, you feel compelled to tell each intelligent creature you meet which school of magic they most fit into as a person.",
    "A silver lock appears in your hand, engraved with the word “Achievement” in Draconic.",
    "For the next 1d6 hours, all compasses within 1000 ft. of you point towards you.",
    "Your spellbook drops a small neon green bean that quietly sings. If you bury it, it will sprout into a copy of your spellbook after a year and a day. If you ever roll this result again, ignore it and roll again.",
    "You cast sending on a distant creature for which you have nostalgic feelings.",
    "For the next minute, all creatures within 1 mile see an illusory eclipse in the sky.",
    "Swap your total bonuses to Arcana and to Acrobatics for 10 minutes.",
    "For the next 8 hours, whenever you read, you read aloud in Draconic.",
    "You succeed on all concentration checks for the next 10 minutes"
  ]
}
